Repository: PangJiaxin0326/AIKit
Catalog: Sources/AIKitUI/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ updated %@
zh_hans: %@ 已更新 %@

source: %lld recent
zh_hans: 近期 %lld 项

source: Activity
zh_hans: 活动

source: Activity no longer available
zh_hans: 活动不再可用

source: Add a clarification…
zh_hans: 补充说明…

source: AI details
zh_hans: AI 详情

source: AI Details
zh_hans: AI 详情

source: AIKit assistant
zh_hans: AIKit 助手

source: AIKit Assistant
zh_hans: AIKit 助手

source: AIKit assistant, %@
zh_hans: AIKit 助手，%@

source: AIKit assistant, failed
zh_hans: AIKit 助手，失败

source: all
zh_hans: 全部

source: API key
zh_hans: API 密钥

source: Ask the assistant…
zh_hans: 询问助手…

source: Assistant Runtime
zh_hans: 助手运行时

source: Auto
zh_hans: 自动

source: Back
zh_hans: 返回

source: Blocked by %@ at %@: %@
zh_hans: 被 %@ 在 %@ 阶段拦截：%@

source: Calling %@
zh_hans: 正在调用 %@

source: Calling %@…
zh_hans: 正在调用 %@…

source: Cancel
zh_hans: 取消

source: Capability
zh_hans: 能力

source: Characters
zh_hans: 字符数

source: Checking result
zh_hans: 正在检查结果

source: Checking the result…
zh_hans: 正在检查结果…

source: Close
zh_hans: 关闭

source: Comma-separated
zh_hans: 用逗号分隔

source: Completed
zh_hans: 已完成

source: Configuration Activity
zh_hans: 配置活动

source: Context
zh_hans: 上下文

source: Core
zh_hans: 核心

source: Core · Capability · Runtime · Safety
zh_hans: 核心 · 能力 · 运行时 · 安全

source: Default
zh_hans: 默认

source: Detail unavailable
zh_hans: 详情不可用

source: Dismiss
zh_hans: 关闭

source: Display name
zh_hans: 显示名称

source: Empty payload
zh_hans: 空载荷

source: Enabled tools
zh_hans: 已启用工具

source: Error
zh_hans: 错误

source: Guardrails
zh_hans: 护栏

source: Idle
zh_hans: 空闲

source: In
zh_hans: 输入

source: Injection sniffing
zh_hans: 注入检测

source: Lean workflow schema
zh_hans: 精简工作流架构

source: LLM response
zh_hans: LLM 回复

source: Loaded %lld models.
zh_hans: 已载入 %lld 个模型。

source: Max iterations
zh_hans: 最大迭代次数

source: Max tokens
zh_hans: 最大令牌数

source: Memory
zh_hans: 记忆

source: Menu
zh_hans: 菜单

source: Model
zh_hans: 模型

source: No active memory
zh_hans: 没有活动记忆

source: No models returned.
zh_hans: 未返回模型。

source: No recent activity
zh_hans: 没有近期活动

source: No task details
zh_hans: 没有任务详情

source: No tools available
zh_hans: 没有可用工具

source: None
zh_hans: 无

source: Off
zh_hans: 关

source: On
zh_hans: 开

source: Out
zh_hans: 输出

source: Output cap
zh_hans: 输出上限

source: PII redaction
zh_hans: PII 脱敏

source: Preparing
zh_hans: 准备中

source: Preparing…
zh_hans: 正在准备…

source: Prompt
zh_hans: 提示词

source: Provider
zh_hans: 提供方

source: Raw Error
zh_hans: 原始错误

source: Raw LLM Response
zh_hans: 原始 LLM 回复

source: Raw payload no longer available
zh_hans: 原始载荷不再可用

source: Raw Tool Call
zh_hans: 原始工具调用

source: Raw Tool Result
zh_hans: 原始工具结果

source: Raw User Intent
zh_hans: 原始用户意图

source: Ready
zh_hans: 就绪

source: Recording voice
zh_hans: 正在录音

source: Refresh
zh_hans: 刷新

source: Refresh models
zh_hans: 刷新模型

source: Refresh runtime details
zh_hans: 刷新运行时详情

source: Reset
zh_hans: 已重置

source: Reset to defaults
zh_hans: 重置为默认值

source: Runtime
zh_hans: 运行时

source: Safety
zh_hans: 安全

source: Saved
zh_hans: 已保存

source: Seconds
zh_hans: 秒

source: Send
zh_hans: 发送

source: Start recording
zh_hans: 开始录音

source: Stop recording
zh_hans: 停止录音

source: Stopped after exceeding the %llds turn budget.
zh_hans: 超过 %lld 秒单轮预算后停止。

source: Stopped after reaching the %lld-iteration limit.
zh_hans: 达到 %lld 次迭代上限后停止。

source: Stream responses
zh_hans: 流式响应

source: Structured planner output
zh_hans: 结构化规划输出

source: System prompt
zh_hans: 系统提示词

source: Task unavailable
zh_hans: 任务不可用

source: Tasks
zh_hans: 任务

source: Temperature
zh_hans: 温度

source: Thinking
zh_hans: 思考中

source: Thinking…
zh_hans: 正在思考…

source: Time
zh_hans: 时间

source: Timeout
zh_hans: 超时

source: Tool allowlist
zh_hans: 工具允许列表

source: Tool call
zh_hans: 工具调用

source: Tool fallback
zh_hans: 工具回退

source: Tool result
zh_hans: 工具结果

source: Tools
zh_hans: 工具

source: Transcribing
zh_hans: 正在转录

source: Turn budget
zh_hans: 单轮预算

source: Two-round auto-bind
zh_hans: 双轮自动绑定

source: User intent
zh_hans: 用户意图

source: Workflow planning
zh_hans: 工作流规划
